[
  {
    "word": "Abode",
    "definition": "The place someone calls home. This is usually a permanent place that they live and could be any type of shelter or habitat."
  },
  {
    "word": "Abstract",
    "definition": "A thought of something that does not physically exist and cannot be referenced by a concrete object."
  },
  {
    "word": "Abundance",
    "definition": "A large amount of something that is more than you require."
  },
  {
    "word": "Acclaim",
    "definition": "Celebrate or give praise to someone in a public environment."
  },
  {
    "word": "Accolade",
    "definition": "A way of honouring an achievement of a person or a place."
  },
  {
    "word": "Accompany",
    "definition": "To go with or alongside something or someone."
  },
  {
    "word": "Achieve",
    "definition": "To reach a goal or successfully reach a finishing point."
  },
  {
    "word": "Acquiesce",
    "definition": "Despite not wanting to agree to something, you would rather not accept."
  },
  {
    "word": "Address",
    "definition": "To share information to someone in a spoken or written medium."
  },
  {
    "word": "Adhere",
    "definition": "Sticking to something - this could be a thought or belief or something physically sticking to something else."
  },
  {
    "word": "Adjacent",
    "definition": "Very nearby or next to each other."
  },
  {
    "word": "Admission",
    "definition": "Stating that something is true."
  },
  {
    "word": "Admonish",
    "definition": "To advise against something and warn a person you do not think it is wise."
  },
  {
    "word": "Adopt",
    "definition": "To take something and follow or use it as your own."
  },
  {
    "word": "Adverse",
    "definition": "Something that can have a negative or unfavourable impact on an event."
  },
  {
    "word": "Aggressive",
    "definition": "Showing anger or carrying out something in a forceful way."
  },
  {
    "word": "Agitate",
    "definition": "To make someone feel uneasy."
  },
  {
    "word": "Aid",
    "definition": "To give or provide help."
  },
  {
    "word": "Albeit",
    "definition": "A conjunction that could be used in place of although."
  },
  {
    "word": "Allure",
    "definition": "To attract or charm someone or something."
  },
  {
    "word": "Amateur",
    "definition": "Someone who is new to an event or takes part as a hobby rather than a profession."
  },
  {
    "word": "Ambrosial",
    "definition": "Something that has a nice smell or taste."
  },
  {
    "word": "Ample",
    "definition": "A large amount that is adequate or more than adequate."
  },
  {
    "word": "Antiquated",
    "definition": "Something that is old and out-of-date - it might need modernising."
  },
  {
    "word": "Apathy",
    "definition": "Having little interest or a lack of emotion towards something."
  },
  {
    "word": "Appreciate",
    "definition": "To understand the value of something and be aware that it is there."
  },
  {
    "word": "Apprehensive",
    "definition": "Feeling nervous or cautious about something as you fear something bad might happen."
  },
  {
    "word": "Arduous",
    "definition": "Something that is hard and strenuous and might leave you feeling tired."
  },
  {
    "word": "Argument",
    "definition": "A disagreement involving two or more different viewpoints that oppose each other."
  },
  {
    "word": "Arid",
    "definition": "Dry land with no rain. This land is so dry that it would not be able to support plant life."
  },
  {
    "word": "Artful",
    "definition": "Clever and intelligent in what is being completed."
  },
  {
    "word": "Articulate",
    "definition": "Being able to speak and express ideas clearly and coherently."
  },
  {
    "word": "Artisan",
    "definition": "A person skilled in a trade or craft that requires them to work with their hands."
  },
  {
    "word": "Ashamed",
    "definition": "Feeling embarrassed or guilty about something you have done or said."
  },
  {
    "word": "Assemble",
    "definition": "Collect things or people into one place. You could assemble a group of people or objects."
  },
  {
    "word": "Asunder",
    "definition": "To divide or separate something into multiple pieces."
  },
  {
    "word": "Attempt",
    "definition": "To try or make an effort to do something that is difficult."
  },
  {
    "word": "Augur",
    "definition": "A sign of things to come in the future. This could be good or bad."
  },
  {
    "word": "Austerity",
    "definition": "Reduced spending and living without things as you increase frugality."
  },
  {
    "word": "Aversion",
    "definition": "A strong dislike towards something and the feeling of wanting to move or turn away from it."
  },
  {
    "word": "Avoid",
    "definition": "To not go near someone or something and to stay away."
  },
  {
    "word": "Avuncular",
    "definition": "Being welcoming and kind to someone who might have less experience than you or is younger."
  },
  {
    "word": "Barbaric",
    "definition": "Being cruel and unsophisticated in the way you are acting."
  },
  {
    "word": "Banal",
    "definition": "Nothing out of the ordinary - something very normal and boring."
  },
  {
    "word": "Because",
    "definition": "Due to or for this reason."
  },
  {
    "word": "Beck",
    "definition": "A gesture to direct someone or get them to do as you wish."
  },
  {
    "word": "Becoming",
    "definition": "Something that is suitable and has a nice appearance."
  },
  {
    "word": "Bedfellow",
    "definition": "A person or thing connected or collaborating with someone else on a specific project."
  },
  {
    "word": "Belligerent",
    "definition": "A hostile attitude that might result in fighting or arguments."
  },
  {
    "word": "Bemoan",
    "definition": "To be unhappy about something and to express that grief."
  },
  {
    "word": "Benefit",
    "definition": "Something that gives an advantage or has a positive impact and can help you out."
  },
  {
    "word": "Benign",
    "definition": "Something that has no negative effect and is not harmful."
  },
  {
    "word": "Betray",
    "definition": "Not being loyal and sharing information with an enemy or opposition."
  },
  {
    "word": "Bewildered",
    "definition": "Deeply confused and unable to decide what the right choice is."
  },
  {
    "word": "Biased",
    "definition": "Having a preference and acting in an unfair way due to this."
  },
  {
    "word": "Blissful",
    "definition": "Extremely happy with no sadness or discontent."
  },
  {
    "word": "Blunder",
    "definition": "A mistake that has been made due to a lack of care or consideration"
  },
  {
    "word": "Bolster",
    "definition": "To offer support and strengthen someone or something."
  },
  {
    "word": "Bravado",
    "definition": "A display of courage intended to impress another person."
  },
  {
    "word": "Brawn",
    "definition": "Well-developed muscles and lots of physical strength."
  },
  {
    "word": "Brusque",
    "definition": "A manner of speech that can seem sharp and come across as impolite."
  },
  {
    "word": "Cache",
    "definition": "A hiding place to keep a collection of items safe."
  },
  {
    "word": "Calamity",
    "definition": "A disastrous problem that causes distress and misfortune."
  },
  {
    "word": "Candid",
    "definition": "An unplanned and honest expression."
  },
  {
    "word": "Candidate",
    "definition": "A person who is nominated for or applies for a position."
  },
  {
    "word": "Career",
    "definition": "A job which a person has trained for and progresses through during their life."
  },
  {
    "word": "Charismatic",
    "definition": "A charming person who compels other people."
  },
  {
    "word": "Charming",
    "definition": "A pleasing and pleasant quality."
  },
  {
    "word": "Charred",
    "definition": "When something has been badly burnt and reduced to charcoal."
  },
  {
    "word": "Coerce",
    "definition": "To convince or persuade someone to do something they do not wish to."
  },
  {
    "word": "Coherent",
    "definition": "Something that is clear and logically organised."
  },
  {
    "word": "Colloquial",
    "definition": "Not a formal style of language but one that is conversational and might be specific to a local area."
  },
  {
    "word": "Combination",
    "definition": "Joining two or more things together."
  },
  {
    "word": "Comical",
    "definition": "Something that is funny and provides people with amusement."
  },
  {
    "word": "Commemorate",
    "definition": "To remember and show respect for a person or event."
  },
  {
    "word": "Compel",
    "definition": "Pressuring or forcing someone to take a certain action."
  },
  {
    "word": "Complex",
    "definition": "Difficult and challenging often with lots of connected parts."
  },
  {
    "word": "Compliance",
    "definition": "Obeying an order and acting within given guidelines."
  },
  {
    "word": "Comrade",
    "definition": "A trusted friend who you have things in common with such as a job or hobbies."
  },
  {
    "word": "Conceited",
    "definition": "Having a high self-opinion and being too proud of your abilities."
  },
  {
    "word": "Conclusion",
    "definition": "The end or finale of something."
  },
  {
    "word": "Proving",
    "definition": "something is certainly true and ending any doubt around a"
  },
  {
    "word": "Conclusive",
    "definition": "scenario."
  },
  {
    "word": "Concur",
    "definition": "Agreeing with another person and having the same opinion."
  },
  {
    "word": "Condemn",
    "definition": "Not approving of something and criticising it strongly."
  },
  {
    "word": "Condone",
    "definition": "To overlook and accept a behaviour or action that might be bad or illegal."
  },
  {
    "word": "Conducive",
    "definition": "Providing the conditions to make an outcome certain or highly likely."
  },
  {
    "word": "Confiscated",
    "definition": "Taking something away from someone when you have the right to do so."
  },
  {
    "word": "Conjecture",
    "definition": "An idea or opinion that is formed without solid evidence."
  },
  {
    "word": "Consent",
    "definition": "Permission from all parties involved to partake in an activity."
  },
  {
    "word": "Consequently",
    "definition": "The outcome of an event as a result of something else."
  },
  {
    "word": "Taking",
    "definition": "time to think about something before making a judgement or"
  },
  {
    "word": "Consideration",
    "definition": "decision."
  },
  {
    "word": "Conspire",
    "definition": "To plot with others to secretly take an action that is wrong or illegal."
  },
  {
    "word": "Consume",
    "definition": "To use something."
  },
  {
    "word": "Contagious",
    "definition": "Something that can spread and move easily between people."
  },
  {
    "word": "Contemporary",
    "definition": "Exists in the current period of time."
  },
  {
    "word": "Contrast",
    "definition": "Items that differ greatly in an obvious way."
  },
  {
    "word": "Contrite",
    "definition": "Feeling apologetic for behaviour you know was not appropriate."
  },
  {
    "word": "Conundrum",
    "definition": "A difficult and confusing problem or puzzle."
  },
  {
    "word": "Convict",
    "definition": "A person who has been found guilty of a crime."
  },
  {
    "word": "Cordial",
    "definition": "Being warm and polite towards another person in a social situation."
  },
  {
    "word": "Covet",
    "definition": "Longing for something and having a strong desire to have it."
  },
  {
    "word": "Coy",
    "definition": "Acting in a shy and reserved manner."
  },
  {
    "word": "Offensive",
    "definition": "in manner and showing no sensitivity toward a situation or other"
  },
  {
    "word": "Crass",
    "definition": "people."
  },
  {
    "word": "Credit",
    "definition": "Attribution of someone’s efforts towards something."
  },
  {
    "word": "Cunning",
    "definition": "A deceitful character who plans to get what they want."
  },
  {
    "word": "Curb",
    "definition": "To restrain or stop something from happening."
  },
  {
    "word": "Curious",
    "definition": "Being interested and eager to learn something new."
  },
  {
    "word": "Curt",
    "definition": "Speaking briefly and coming across in a rude manner."
  },
  {
    "word": "Dazzling",
    "definition": "Something extremely bright and very beautiful. Something so bright that it can temporarily blind a person."
  },
  {
    "word": "Debate",
    "definition": "Discuss opposing arguments on a specific topic in a formal way."
  },
  {
    "word": "Decline",
    "definition": "To gradually go on a downwards trend."
  },
  {
    "word": "Definite",
    "definition": "Clearly defined without any ambiguity."
  },
  {
    "word": "Defy",
    "definition": "To go against an order and do something you have been told not to or that was unexpected."
  },
  {
    "word": "Deject",
    "definition": "Feeling disheartened and not having much hope."
  },
  {
    "word": "Deluge",
    "definition": "A very large amount of something - often water - causing a flood."
  },
  {
    "word": "Demolish",
    "definition": "To break something down or completely destroy it."
  },
  {
    "word": "Demolished",
    "definition": "To have knocked something down or completely destroyed it."
  },
  {
    "word": "Demure",
    "definition": "To act in a reserved and shy manner."
  },
  {
    "word": "Depict",
    "definition": "To represent or show something by a visual image."
  },
  {
    "word": "Desist",
    "definition": "To stop or suspend an activity."
  },
  {
    "word": "Destitute",
    "definition": "Extremely poor and lacking things such as food and shelter."
  },
  {
    "word": "Develop",
    "definition": "To change gradually and build or grow."
  },
  {
    "word": "Devise",
    "definition": "To come up with something such as a plan."
  },
  {
    "word": "Devour",
    "definition": "To destroy completely to the point where nothing is left at all."
  },
  {
    "word": "Diction",
    "definition": "The choice of words when speaking and the manner in which they are pronounced."
  },
  {
    "word": "Digest",
    "definition": "To break something down."
  },
  {
    "word": "Stray",
    "definition": "from the main topic of conversation or writing and discuss"
  },
  {
    "word": "Digress",
    "definition": "something else."
  },
  {
    "word": "Digression",
    "definition": "Temporarily stray from the main topic of conversation or writing."
  },
  {
    "word": "Diligent",
    "definition": "Showing care in your work and working consistently with effort to achieve something."
  },
  {
    "word": "Diluted",
    "definition": "Has been weakened or thinned by something else."
  },
  {
    "word": "Dim",
    "definition": "Not bright and the levels of brightness might be insufficient."
  },
  {
    "word": "Diminish",
    "definition": "To reduce and to become less."
  },
  {
    "word": "Discredit",
    "definition": "Damage the reputation and refuse to believe it as being true."
  },
  {
    "word": "Dishevelled",
    "definition": "Untidy and very messy appearance."
  },
  {
    "word": "Disinterested",
    "definition": "Not having interest in something as it doesn’t feel like you will benefit from it."
  },
  {
    "word": "Dismal",
    "definition": "Gloomy and sad with little hope."
  },
  {
    "word": "Disperse",
    "definition": "Spread out in different directions and scatter widely."
  },
  {
    "word": "Divine",
    "definition": "Connected with a god."
  },
  {
    "word": "Docile",
    "definition": "Can be easily persuaded or controlled."
  },
  {
    "word": "Dogmatic",
    "definition": "Asserting your own opinions as facts."
  },
  {
    "word": "Domestic",
    "definition": "Relating to home - whether this is a property, family or country."
  },
  {
    "word": "Dormant",
    "definition": "Slowed down and temporarily inactive."
  },
  {
    "word": "Dose",
    "definition": "A quantity or portion of something to be given."
  },
  {
    "word": "Doubtful",
    "definition": "Lacking certainty and not certain to be true."
  },
  {
    "word": "Dour",
    "definition": "Very serious and sullen."
  },
  {
    "word": "Draconian",
    "definition": "Very harsh and severe."
  },
  {
    "word": "Dutiful",
    "definition": "Obediently doing as you should and motivated to do so by a sense of duty."
  },
  {
    "word": "Prioritising",
    "definition": "your own desires and having an emphasised sense of"
  },
  {
    "word": "Egoistical",
    "definition": "self-importance."
  },
  {
    "word": "Elementary",
    "definition": "The basic and introductory elements of a topic."
  },
  {
    "word": "Eloquence",
    "definition": "Speaking clearly with fluency and aptness."
  },
  {
    "word": "Elucidate",
    "definition": "Explaining something to make it easier to understand."
  },
  {
    "word": "Embargo",
    "definition": "A ban or order to prevent something from happening."
  },
  {
    "word": "Embrace",
    "definition": "Hold someone or something in your arms tightly."
  },
  {
    "word": "Empire",
    "definition": "A large group or organisation being run by one person."
  },
  {
    "word": "Emulate",
    "definition": "Copy the behaviour of another in an attempt to equal them or excel."
  },
  {
    "word": "Endorse",
    "definition": "Publicly approve or give support for something."
  },
  {
    "word": "Keep",
    "definition": "going without stopping even when something is difficult or"
  },
  {
    "word": "Endure",
    "definition": "unpleasant."
  },
  {
    "word": "Enterprise",
    "definition": "A project or business being undertaken."
  },
  {
    "word": "Enthuse",
    "definition": "Have great interest in and be excited about something."
  },
  {
    "word": "Entire",
    "definition": "The whole amount of something with nothing left out."
  },
  {
    "word": "Epiphany",
    "definition": "A sudden realisation or moment of understanding."
  },
  {
    "word": "Equivocate",
    "definition": "Not speaking clearly and deliberately using vague language."
  },
  {
    "word": "Era",
    "definition": "A period of time that is marked by distinctive character or a prominent figure."
  },
  {
    "word": "Erect",
    "definition": "Assemble something into a vertical position."
  },
  {
    "word": "Erratic",
    "definition": "A lack of regularity and can be unpredictable."
  },
  {
    "word": "Especially",
    "definition": "Used to single something out and make it stand out."
  },
  {
    "word": "Etiquette",
    "definition": "Controlling yourself in a polite way and following the social rules."
  },
  {
    "word": "Exaggerate",
    "definition": "Overstate something and make it sound better or worse than it really is."
  },
  {
    "word": "Exclaim",
    "definition": "Sudden emotion of surprise or horror."
  },
  {
    "word": "Facilitate",
    "definition": "Make it easier for someone to complete an action."
  },
  {
    "word": "Fact",
    "definition": "Something that can be proven to be true and is known to exist or to have happened."
  },
  {
    "word": "Famine",
    "definition": "Extreme lack of food - not enough for the people in the area."
  },
  {
    "word": "Fatal",
    "definition": "Something that results in death."
  },
  {
    "word": "Faux",
    "definition": "A fake item that is made to look like something more valuable."
  },
  {
    "word": "Feeble",
    "definition": "Physically weak and lacking in strength."
  },
  {
    "word": "Feign",
    "definition": "Pretend or fake an illness or appearance to deceive someone."
  },
  {
    "word": "Fiasco",
    "definition": "Something humiliating that fails completely."
  },
  {
    "word": "Figment",
    "definition": "An imaginative idea that seems real but is not."
  },
  {
    "word": "Figurative",
    "definition": "A metaphorical idea that is not based on a literal meaning."
  },
  {
    "word": "Flamboyant",
    "definition": "Attracts attention due to being striking and confident."
  },
  {
    "word": "Flattering",
    "definition": "Giving lots of praise as you want to get something from someone."
  },
  {
    "word": "Flawed",
    "definition": "An imperfection in something, such as blemish or a fault."
  },
  {
    "word": "Flawless",
    "definition": "Something that is perfect and has no faults or problems."
  },
  {
    "word": "Flee",
    "definition": "To run away or to escape."
  },
  {
    "word": "Fleet",
    "definition": "A group of vehicles owned by an organisation."
  },
  {
    "word": "Flimsy",
    "definition": "Not made with substance and can be easily broken."
  },
  {
    "word": "Flippant",
    "definition": "A disrespectful attitude that doesn’t take things seriously."
  },
  {
    "word": "Flora",
    "definition": "Plants that can be found in a particular place."
  },
  {
    "word": "Flourish",
    "definition": "To grow healthily and thrive."
  },
  {
    "word": "Foe",
    "definition": "A competitor or opponent."
  },
  {
    "word": "Forebear",
    "definition": "An ancestor who lived in the past."
  },
  {
    "word": "Forlorn",
    "definition": "Lonely and feeling separation from loved ones."
  },
  {
    "word": "Foundation",
    "definition": "The basis that something is built upon."
  },
  {
    "word": "Fragment",
    "definition": "A small piece of something that has broken off from the whole."
  },
  {
    "word": "Frail",
    "definition": "Delicate and easily broken."
  },
  {
    "word": "Frantic",
    "definition": "Acting in an unorganised way and emotionally uncontrolled."
  },
  {
    "word": "Fraud",
    "definition": "Deceiving a person for your own gain."
  },
  {
    "word": "Fraudulent",
    "definition": "Acting in a way that is intended to trick someone."
  },
  {
    "word": "Frequent",
    "definition": "Happening regularly at short intervals."
  },
  {
    "word": "Frightful",
    "definition": "Something which causes intense fear."
  },
  {
    "word": "Front",
    "definition": "The foremost part of a building, person or object."
  },
  {
    "word": "Frugal",
    "definition": "Careful with money and live without unnecessary items."
  },
  {
    "word": "Fund",
    "definition": "An amount of money saved for a specific purpose."
  },
  {
    "word": "Fundamental",
    "definition": "Something that is necessary - an essential basis or foundation."
  },
  {
    "word": "Galvanise",
    "definition": "To cause a person to suddenly take action through shock or excitement."
  },
  {
    "word": "Garment",
    "definition": "A piece of clothing."
  },
  {
    "word": "Gauge",
    "definition": "A way of measuring or calculating an amount."
  },
  {
    "word": "Gilt",
    "definition": "Something that has gold, or something that looks like gold on its surface."
  },
  {
    "word": "Speaking",
    "definition": "without thinking and often without honesty despite speaking"
  },
  {
    "word": "Glib",
    "definition": "confidently."
  },
  {
    "word": "Gloomy",
    "definition": "A poorly lit space that is dim."
  },
  {
    "word": "Glutton",
    "definition": "Eating too much regularly and being excessively greedy."
  },
  {
    "word": "Grandeur",
    "definition": "Something that is impressive in size and very grand."
  },
  {
    "word": "Grate",
    "definition": "Break something down by rubbing two things together."
  },
  {
    "word": "Gregarious",
    "definition": "Someone who is well liked and enjoys the company of others."
  },
  {
    "word": "Grotesque",
    "definition": "A comically strange and unpleasant character. Gung-ho Very enthusiastic and energetic."
  },
  {
    "word": "Habitat",
    "definition": "A place that a person or thing calls home."
  },
  {
    "word": "Halt",
    "definition": "To stop moving or going somewhere."
  },
  {
    "word": "Hamper",
    "definition": "To prevent or restrict movement for others."
  },
  {
    "word": "Handsome",
    "definition": "A physically attractive person."
  },
  {
    "word": "Harass",
    "definition": "To repeatedly put pressure on or bother a person resulting in them being unhappy."
  },
  {
    "word": "Heed",
    "definition": "To listen carefully and give something your attention. Helter-Skelter Acting in an unorganised manner and doing something in a rush."
  },
  {
    "word": "Heroic",
    "definition": "Acting bravely and showing determination."
  },
  {
    "word": "Hierarchical",
    "definition": "Arranged in an order of hierarchy to reflect importance."
  },
  {
    "word": "Hierarchy",
    "definition": "An organisational system that ranks things in terms of their importance."
  },
  {
    "word": "Hindsight",
    "definition": "Recognising and understanding something once it has already happened."
  },
  {
    "word": "Hoax",
    "definition": "Something that is fake and has been set up to deceive people."
  },
  {
    "word": "Holiday",
    "definition": "A break from the usual routine where you can do as you please."
  },
  {
    "word": "Holler",
    "definition": "To shout or call out loudly."
  },
  {
    "word": "Humane",
    "definition": "Having compassion and kindness towards others."
  },
  {
    "word": "Hypothetical",
    "definition": "What you think might happen but you don’t yet have the evidence to support this."
  },
  {
    "word": "Idle",
    "definition": "Being inactive or not being used."
  },
  {
    "word": "Idol",
    "definition": "Someone or something that is admired and respected."
  },
  {
    "word": "Idyllic",
    "definition": "Something that is beautiful and peaceful with little threat."
  },
  {
    "word": "Immaculate",
    "definition": "Something that is perfect and has no flaws."
  },
  {
    "word": "Immerse",
    "definition": "To be completely involved in something."
  },
  {
    "word": "Unresponsive",
    "definition": "and not showing any emotion towards what has"
  },
  {
    "word": "Impassive",
    "definition": "happened."
  },
  {
    "word": "Impede",
    "definition": "Preventing a task from progressing or being completed."
  },
  {
    "word": "Imperative",
    "definition": "Urgent and requires immediate attention."
  },
  {
    "word": "Inadequate",
    "definition": "Not good enough or lacking in quality."
  },
  {
    "word": "Incision",
    "definition": "A cut in or through something caused by a sharp instrument."
  },
  {
    "word": "Incline",
    "definition": "A surface that is sloping upwards."
  },
  {
    "word": "Inconsequential",
    "definition": "Deemed low in importance and has little significance."
  },
  {
    "word": "Incumbent",
    "definition": "A person that holds a public office or an official post."
  },
  {
    "word": "Identity",
    "definition": "What makes a person them, e.g. facts about them or personality traits."
  },
  {
    "word": "Inequity",
    "definition": "Something that is unfair or when bias has been seen."
  },
  {
    "word": "Inert",
    "definition": "Lacking strength and being unable to move."
  },
  {
    "word": "Infantile",
    "definition": "Something that happens to or is suitable for a child."
  },
  {
    "word": "Inferior",
    "definition": "Has a lower status or is deemed less important than something else."
  },
  {
    "word": "Inhale",
    "definition": "Breathing inwards, taking air into your lungs."
  },
  {
    "word": "Innocuous",
    "definition": "Will cause no harm and is unlikely to upset anyone."
  },
  {
    "word": "Insane",
    "definition": "A state of mind that is not determined to be sound."
  },
  {
    "word": "Insinuate",
    "definition": "To suggest something but not directly say it."
  },
  {
    "word": "Intangible",
    "definition": "Something that is abstract and cannot be specifically described."
  },
  {
    "word": "Interfere",
    "definition": "To get involved in a situation you do not need to be part of."
  },
  {
    "word": "Interrupt",
    "definition": "To cause a break and stop an activity."
  },
  {
    "word": "Inundate",
    "definition": "To overwhelm and provide a large amount of things at the same time."
  },
  {
    "word": "Ironic",
    "definition": "Something having the opposite result of what was expected and causing humour."
  },
  {
    "word": "Isolation",
    "definition": "Cut off from others and completely alone."
  },
  {
    "word": "Terminology",
    "definition": "specific to a community that wouldn’t make sense out of"
  },
  {
    "word": "Jargon",
    "definition": "context."
  },
  {
    "word": "Jurisprudence",
    "definition": "Studying the law."
  },
  {
    "word": "Keel",
    "definition": "To collapse or overturn."
  },
  {
    "word": "Labour",
    "definition": "Hard and physical work."
  },
  {
    "word": "Labyrinth",
    "definition": "A confusing maze made up of passages that are hard to navigate."
  },
  {
    "word": "Lackadaisical",
    "definition": "Lacking enthusiasm and having a lack of interest."
  },
  {
    "word": "Lair",
    "definition": "An often secluded place where a wild and potentially dangerous animal lives."
  },
  {
    "word": "Lament",
    "definition": "Expressing sorrow, grief or mourning."
  },
  {
    "word": "Languorous",
    "definition": "Very still and lacking in mental or physical energy."
  },
  {
    "word": "Latter",
    "definition": "Towards or closer to the end of something than the beginning."
  },
  {
    "word": "Lavish",
    "definition": "Extravagant and more than is needed."
  },
  {
    "word": "Liable",
    "definition": "Having legal responsibility for something."
  },
  {
    "word": "Inaccurate",
    "definition": "and damaging information that has been written about a"
  },
  {
    "word": "Libel",
    "definition": "person."
  },
  {
    "word": "Liberate",
    "definition": "Being free to make your own decisions and not under control of anyone else."
  },
  {
    "word": "Liberty",
    "definition": "Acting how you want and having the freedom to do so."
  },
  {
    "word": "Lieu",
    "definition": "In place of something else."
  },
  {
    "word": "Limb",
    "definition": "A body part that comes from the body, e.g. an arm or leg."
  },
  {
    "word": "Linger",
    "definition": "To hang around in a place for a long period."
  },
  {
    "word": "Litigation",
    "definition": "Settling an argument between two people by taking it to court."
  },
  {
    "word": "Lexis",
    "definition": "The words that make up a language."
  },
  {
    "word": "Lodge",
    "definition": "A small habitat where you stay temporarily."
  },
  {
    "word": "Lofty",
    "definition": "High up and tall."
  },
  {
    "word": "Louche",
    "definition": "Something that is questionable and not very moral or reliable."
  },
  {
    "word": "Loyal",
    "definition": "Supporting and being faithful to something regardless of circumstance."
  },
  {
    "word": "Lunar",
    "definition": "Something that relates to or resembles the moon."
  },
  {
    "word": "Magnanimous",
    "definition": "Being kind or forgiving towards an enemy or competitor."
  },
  {
    "word": "Magnetic",
    "definition": "Something that strongly attracts something else."
  },
  {
    "word": "Malefactor",
    "definition": "A person who violated the law by carrying out illegal activity."
  },
  {
    "word": "Malevolent",
    "definition": "Acting in a cruel way and wishing harm or evil on another."
  },
  {
    "word": "Malinger",
    "definition": "Avoiding work by exaggerating or pretending you have an illness."
  },
  {
    "word": "Meagre",
    "definition": "A small amount - very little in quantity."
  },
  {
    "word": "Meander",
    "definition": "Winding and aimless course."
  },
  {
    "word": "Meant",
    "definition": "Expressing an intention a person had."
  },
  {
    "word": "Measly",
    "definition": "A very small amount which is too small for purpose."
  },
  {
    "word": "Gentle",
    "definition": "and soft natured. Willing to go along with others and will not"
  },
  {
    "word": "Meek",
    "definition": "disagree."
  },
  {
    "word": "Melodious",
    "definition": "Something that sounds nice and follows a tune."
  },
  {
    "word": "Mercy",
    "definition": "Showing compassion that leads to forgiveness."
  },
  {
    "word": "Mere",
    "definition": "Emphasising how small and simple something is."
  },
  {
    "word": "Meticulous",
    "definition": "Very precise and taking a lot of care."
  },
  {
    "word": "Mock",
    "definition": "To tease or laugh at someone or something."
  },
  {
    "word": "Monochrome",
    "definition": "Not using colour - only shades of black and white."
  },
  {
    "word": "Moral",
    "definition": "The standards you have of what is right and wrong."
  },
  {
    "word": "Mortal",
    "definition": "Ordinary and will not live forever."
  },
  {
    "word": "Muse",
    "definition": "Inspiration for a person who is creating art."
  },
  {
    "word": "Myriad",
    "definition": "A very high quantity."
  },
  {
    "word": "Neat",
    "definition": "Ordered and in good condition."
  },
  {
    "word": "Necessary",
    "definition": "An essential requirement for a specific result."
  },
  {
    "word": "Nemesis",
    "definition": "Something that can’t be defeated and is always one step ahead."
  },
  {
    "word": "Nirvana",
    "definition": "A place of peace away from all suffering."
  },
  {
    "word": "Nominal",
    "definition": "A small cost."
  },
  {
    "word": "Novice",
    "definition": "New to an activity and has not experienced it before."
  },
  {
    "word": "Oath",
    "definition": "A promise, often made in law, to tell the truth."
  },
  {
    "word": "Objection",
    "definition": "Disagreeing and having a differing opinion."
  },
  {
    "word": "Oblique",
    "definition": "On a slant or angle."
  },
  {
    "word": "Obtuse",
    "definition": "Not sharp or alert with understanding."
  },
  {
    "word": "Obviate",
    "definition": "To predict a challenge and remove it in advance."
  },
  {
    "word": "Burdening",
    "definition": "a person or group of people and making them feel"
  },
  {
    "word": "Oppress",
    "definition": "uncomfortable."
  },
  {
    "word": "Seeking",
    "definition": "to impress people with your wealth and using this to attract"
  },
  {
    "word": "Ostentatious",
    "definition": "attention."
  },
  {
    "word": "Overt",
    "definition": "Obvious and not concealed away."
  },
  {
    "word": "Palpable",
    "definition": "Something right in front of you that can be perceived."
  },
  {
    "word": "Heartbeat",
    "definition": "that is not regular."
  },
  {
    "word": "Faster",
    "definition": "than usual and usually due to excitement or nerves."
  },
  {
    "word": "Pandemonium",
    "definition": "Noisy situation with no order."
  },
  {
    "word": "Pander",
    "definition": "To act sensitively towards someone and give them what they want."
  },
  {
    "word": "Paradox",
    "definition": "Something that seems true but cannot be possible."
  },
  {
    "word": "Two",
    "definition": "things running alongside each other staying the same"
  },
  {
    "word": "Parallel",
    "definition": "distance apart."
  },
  {
    "word": "Paraphrase",
    "definition": "Reword something using less words or in your own words."
  },
  {
    "word": "Parody",
    "definition": "A humorous style of work."
  },
  {
    "word": "Parsimonious",
    "definition": "Strict with money - unwilling to spend a large amount."
  },
  {
    "word": "Peculiar",
    "definition": "Different to the norm and can be seen as strange."
  },
  {
    "word": "Pensive",
    "definition": "Thinking deeply and carefully about something."
  },
  {
    "word": "Perambulate",
    "definition": "To walk leisurely with no rush and no destination."
  },
  {
    "word": "Perjury",
    "definition": "To lie when giving a testimony under oath in court."
  },
  {
    "word": "Perplexed",
    "definition": "Completely confused and puzzled by something."
  },
  {
    "word": "Persona",
    "definition": "The way someone is perceived based on how they present themselves. This is usually different from their true character."
  },
  {
    "word": "Pestilence",
    "definition": "A serious epidemic that kills lots of people and spreads quickly."
  },
  {
    "word": "Petty",
    "definition": "Something of little significance and isn’t very important."
  },
  {
    "word": "Petulant",
    "definition": "Acting in a childish way and being irritated by something."
  },
  {
    "word": "Picturesque",
    "definition": "Beautiful to look at and looks like art."
  },
  {
    "word": "Pioneer",
    "definition": "One of the first people to do something."
  },
  {
    "word": "Pivotal",
    "definition": "An important and critical part of something that determines the outcome."
  },
  {
    "word": "Placid",
    "definition": "Very calm and laid back."
  },
  {
    "word": "Platitude",
    "definition": "Not very exciting and happens a lot."
  },
  {
    "word": "Pleasing",
    "definition": "Something agreeable that has an enjoyable outcome."
  },
  {
    "word": "Pledge",
    "definition": "A promise of something."
  },
  {
    "word": "Plight",
    "definition": "A bad situation that is often unpleasant and can be dangerous."
  },
  {
    "word": "Plunge",
    "definition": "To move something quickly and forcibly into something else."
  },
  {
    "word": "Pragmatic",
    "definition": "A sensible solution acting reasonably and logically."
  },
  {
    "word": "Preposterous",
    "definition": "Shocking news or behaviour that seems completely unreasonable."
  },
  {
    "word": "Displaying",
    "definition": "self-importance and having an elevated view of yourself over"
  },
  {
    "word": "Pompous",
    "definition": "others."
  },
  {
    "word": "Ponder",
    "definition": "To think about something and consider it carefully."
  },
  {
    "word": "Porous",
    "definition": "Has lots of small holes that liquids and gases can pass through."
  },
  {
    "word": "Posit",
    "definition": "To present information as a fact or something that is assumed to be true."
  },
  {
    "word": "Pragmatic",
    "definition": "Behaving in a sensible way after thinking things through practically."
  },
  {
    "word": "Prattle",
    "definition": "To talk for a long time in a childish way makes little sense."
  },
  {
    "word": "Precocious",
    "definition": "Being ahead of others for your age group developmentally."
  },
  {
    "word": "Predator",
    "definition": "An animal that kills and eats other animals for survival."
  },
  {
    "word": "Prejudice",
    "definition": "Having an opinion that might not be true without gaining all of the facts."
  },
  {
    "word": "Presumptuous",
    "definition": "Showing little respect by overstepping boundaries that have been set."
  },
  {
    "word": "Pretence",
    "definition": "A claim or false appearance to make people believe something."
  },
  {
    "word": "Procure",
    "definition": "To get or obtain something from someone else."
  },
  {
    "word": "Profess",
    "definition": "To declare something as true."
  },
  {
    "word": "Money",
    "definition": "that is left over from a business after all the money you spent has been"
  },
  {
    "word": "Profit",
    "definition": "deducted."
  },
  {
    "word": "Proportion",
    "definition": "The amount of something in comparison to the whole."
  },
  {
    "word": "Proverb",
    "definition": "A short sentence or couple of sentences that share a story of advice."
  },
  {
    "word": "Provoke",
    "definition": "To cause someone to behave in an angry way."
  },
  {
    "word": "Prudent",
    "definition": "Acting carefully and thoughtfully."
  },
  {
    "word": "Public",
    "definition": "Not private and can be accessed by anyone."
  },
  {
    "word": "Puncture",
    "definition": "A small hole in something made by something sharp."
  },
  {
    "word": "Quintessential",
    "definition": "A normal and regular example of something."
  },
  {
    "word": "Quiver",
    "definition": "To shake due to emotions."
  },
  {
    "word": "Ramble",
    "definition": "A gentle walk for pleasure - often walking around aimlessly."
  },
  {
    "word": "Ramification",
    "definition": "The result of an event and the actions you might have to take due to this."
  },
  {
    "word": "Stealing",
    "definition": "from somewhere causing a mess as you search through for items to"
  },
  {
    "word": "Ransack",
    "definition": "steal."
  },
  {
    "word": "Rare",
    "definition": "Something that is uncommon and does not happen or appear often."
  },
  {
    "word": "Ratify",
    "definition": "Signing something to agree with the terms set out."
  },
  {
    "word": "Ravenous",
    "definition": "Very hungry and needing to eat soon."
  },
  {
    "word": "Recite",
    "definition": "Speak something out loud from memory without using any notes."
  },
  {
    "word": "Reel",
    "definition": "A cylinder shape that is used for storing string."
  },
  {
    "word": "Refuse",
    "definition": "Denying and being unwilling to accept or participate in something."
  },
  {
    "word": "Regurgitate",
    "definition": "To repeat information that has been given to you."
  },
  {
    "word": "Relish",
    "definition": "To love doing something and enjoy the experience."
  },
  {
    "word": "Remnant",
    "definition": "A small part of something that is left over and unused."
  },
  {
    "word": "Repel",
    "definition": "To reject something and forcefully back away from it."
  },
  {
    "word": "Repent",
    "definition": "To be sorry and apologetic about something you have done."
  },
  {
    "word": "Reproach",
    "definition": "Disappointed in someone and blame them for a negative outcome."
  },
  {
    "word": "Rhyme",
    "definition": "Words that sound similar due to their ending sounds."
  },
  {
    "word": "Rigmarole",
    "definition": "A long and drawn out process that is complicated to complete."
  },
  {
    "word": "Roam",
    "definition": "To aimlessly wander from place to place."
  },
  {
    "word": "Rogue",
    "definition": "Dishonest and unpredictable."
  },
  {
    "word": "Rowdy",
    "definition": "A loud and boisterous environment or person."
  },
  {
    "word": "Rubric",
    "definition": "Instructions that are given about how something should be done."
  },
  {
    "word": "Rural",
    "definition": "An area away from built up areas like the city and more of a countryside environment."
  },
  {
    "word": "Sacred",
    "definition": "A holy object that should be respected."
  },
  {
    "word": "Sacrifice",
    "definition": "To give something up for something else."
  },
  {
    "word": "Sane",
    "definition": "Sensible and of a healthy mind."
  },
  {
    "word": "Sarcasm",
    "definition": "Using words in a humorous way to mock something."
  },
  {
    "word": "Mocking",
    "definition": "someone by using words in a humorous way to mean the opposite of"
  },
  {
    "word": "Sarcastic",
    "definition": "what you are saying."
  },
  {
    "word": "Scenic",
    "definition": "Beautiful to look at and often natural."
  },
  {
    "word": "Score",
    "definition": "To earn a point in a game or competition against another person or team."
  },
  {
    "word": "Seize",
    "definition": "Take an opportunity either forcibly or with excitement. Self-effacing Not drawing attention to yourself and acting modestly."
  },
  {
    "word": "Semantics",
    "definition": "Understanding the meaning of something."
  },
  {
    "word": "Seraph",
    "definition": "An angel held in high regard."
  },
  {
    "word": "Serenity",
    "definition": "Being calm and peaceful without stress or worry."
  },
  {
    "word": "Sermon",
    "definition": "A religious speech often with sections of the Bible."
  },
  {
    "word": "Shambolic",
    "definition": "Disorganised and disastrous."
  },
  {
    "word": "Shenanigans",
    "definition": "Mischievous behaviour often to deceive someone."
  },
  {
    "word": "Shrine",
    "definition": "A place devoted to someone who is respected."
  },
  {
    "word": "Shrink",
    "definition": "To get smaller in size."
  },
  {
    "word": "Significant",
    "definition": "Something that is important and noticeable to others."
  },
  {
    "word": "Simile",
    "definition": "Comparing one thing to another using the words ‘like’ or ‘as’."
  },
  {
    "word": "Simulacrum",
    "definition": "A reputation or something or someone with something else."
  },
  {
    "word": "Sincere",
    "definition": "Honest and with genuine feelings or emotion."
  },
  {
    "word": "Slacken",
    "definition": "To loosen something and make it less intense."
  },
  {
    "word": "Speak",
    "definition": "negatively about someone and damage their reputation. The"
  },
  {
    "word": "Slander",
    "definition": "information given is usually untrue."
  },
  {
    "word": "Informal",
    "definition": "type of language that can be specific to an area or group of"
  },
  {
    "word": "Slang",
    "definition": "people."
  },
  {
    "word": "Sleek",
    "definition": "Something that has a smooth and good appearance."
  },
  {
    "word": "Sly",
    "definition": "Acting in a cunning and deceptive manner."
  },
  {
    "word": "Solitude",
    "definition": "Lonely and isolated with little socialisation."
  },
  {
    "word": "Sombre",
    "definition": "Having a deep sadness."
  },
  {
    "word": "Sonnet",
    "definition": "A 14 line verse written in a particular pattern and rhythm."
  },
  {
    "word": "Sow",
    "definition": "Plant seeds to grow and produce food."
  },
  {
    "word": "Special",
    "definition": "Not something you would see every day and has a greater purpose."
  },
  {
    "word": "Spiteful",
    "definition": "Acting in a nasty way to upset or hurt another person."
  },
  {
    "word": "Squabble",
    "definition": "An argument about something unimportant."
  },
  {
    "word": "Squalor",
    "definition": "Living conditions that are dirty and unpleasant."
  },
  {
    "word": "Stagnant",
    "definition": "A pool of water that is standing still and not flowing."
  },
  {
    "word": "Stance",
    "definition": "Someone's position or view on something."
  },
  {
    "word": "Stanza",
    "definition": "A paragraph or group of lines in a poem."
  },
  {
    "word": "Static",
    "definition": "Something that is staying still and not having any changes."
  },
  {
    "word": "Status",
    "definition": "quo The current situation and the way things are."
  },
  {
    "word": "Stoical",
    "definition": "Never showing your feelings"
  },
  {
    "word": "Stoop",
    "definition": "To bend over and have slouched head and shoulders."
  },
  {
    "word": "Stout",
    "definition": "Something that is thick and is very strong."
  },
  {
    "word": "Stretched",
    "definition": "Something that is pulled to its limit and can’t handle any more pressure."
  },
  {
    "word": "Set",
    "definition": "in their way and unwilling to try anything other than what they"
  },
  {
    "word": "Stubborn",
    "definition": "want."
  },
  {
    "word": "Subterranean",
    "definition": "Something that exists out of sight under the earth’s surface."
  },
  {
    "word": "Succinct",
    "definition": "Straight to the point and clear in meaning."
  },
  {
    "word": "Succumb",
    "definition": "To give in to something and stop resisting."
  },
  {
    "word": "Sufficient",
    "definition": "Something that is good enough and will be enough for the purpose."
  },
  {
    "word": "Summit",
    "definition": "The top of or the highest part."
  },
  {
    "word": "Supercilious",
    "definition": "Thinking you are above others and acting in a way that reflects this."
  },
  {
    "word": "Superfluous",
    "definition": "Something that is excessive and is a lot more than is required."
  },
  {
    "word": "Superior",
    "definition": "Better than something else or of higher status."
  },
  {
    "word": "Surmount",
    "definition": "To overcome a challenge you have been having."
  },
  {
    "word": "Suspect",
    "definition": "A person who is thought to have committed a crime, however, this hasn’t been confirmed."
  },
  {
    "word": "Susurration",
    "definition": "A small stirring sound, like a whisper."
  },
  {
    "word": "Sycophant",
    "definition": "A person that flatters those of higher status to try and gain from them."
  },
  {
    "word": "Symbol",
    "definition": "A mark or sign that represents something else."
  },
  {
    "word": "Symmetry",
    "definition": "Something that has two matching halves."
  },
  {
    "word": "Taint",
    "definition": "A small amount of something bad in something else."
  },
  {
    "word": "Tardy",
    "definition": "Running slow and arriving later than expected."
  },
  {
    "word": "Taut",
    "definition": "Pulled tight."
  },
  {
    "word": "Temptation",
    "definition": "The desire to do something you know you shouldn’t."
  },
  {
    "word": "Tentative",
    "definition": "Hesitant to do something as you are unsure."
  },
  {
    "word": "Thrust",
    "definition": "Suddenly push something in a specific direction."
  },
  {
    "word": "Tomorrow",
    "definition": "The day that follows the day you are currently on."
  },
  {
    "word": "Tranquil",
    "definition": "Peaceful and calm. A place where you will not be disturbed."
  },
  {
    "word": "Goes",
    "definition": "beyond the normal limits and exceeds everything you"
  },
  {
    "word": "Transcendent",
    "definition": "thought possible."
  },
  {
    "word": "Trivia",
    "definition": "Small bits of information that are not important."
  },
  {
    "word": "Twilight",
    "definition": "As the sun is setting just before it gets completely dark."
  },
  {
    "word": "Tyrant",
    "definition": "A ruler who leads in their own way without law and often in a cruel way."
  },
  {
    "word": "Ubiquitous",
    "definition": "Seeming to appear everywhere at the same time."
  },
  {
    "word": "Uncaring",
    "definition": "Having a lack of interest and concern towards something."
  },
  {
    "word": "Uniform",
    "definition": "Something that is regular and always remains the same."
  },
  {
    "word": "Union",
    "definition": "Joining a group of things together to make one."
  },
  {
    "word": "Universal",
    "definition": "Something that applies to everyone everywhere."
  },
  {
    "word": "Unorthodox",
    "definition": "Something that is different to the traditional or expected way of doing things."
  },
  {
    "word": "Unrequited",
    "definition": "Giving something but not having it returned."
  },
  {
    "word": "Untoward",
    "definition": "Something unexpected and unfortunate."
  },
  {
    "word": "Valiantly",
    "definition": "Acting with determination and persevering when something is difficult."
  },
  {
    "word": "Vapour",
    "definition": "Small drops of liquid that appear as a cloud."
  },
  {
    "word": "Vast",
    "definition": "Very big."
  },
  {
    "word": "Vaticinate",
    "definition": "Make a prediction about what is going to happen in the future."
  },
  {
    "word": "Veil",
    "definition": "A thin piece of material used to cover the face."
  },
  {
    "word": "Ventilation",
    "definition": "The circulation of fresh air."
  },
  {
    "word": "Vessel",
    "definition": "A boat or a ship that is large in size."
  },
  {
    "word": "Vicarious",
    "definition": "Experiencing things through another person."
  },
  {
    "word": "Vile",
    "definition": "Very unpleasant."
  },
  {
    "word": "Vixen",
    "definition": "A female fox."
  },
  {
    "word": "Voluminous",
    "definition": "Something that is very large and bulky."
  },
  {
    "word": "Weary",
    "definition": "Feeling tired either mentally or physically."
  },
  {
    "word": "Weird",
    "definition": "Something unusual and different to what is expected."
  },
  {
    "word": "Whimsical",
    "definition": "Something that is playful and unpredictable. Often impractical."
  },
  {
    "word": "Whinging",
    "definition": "Persistently complaining about something small."
  },
  {
    "word": "Wholesome",
    "definition": "Something good for you that can improve your life."
  },
  {
    "word": "Wilful",
    "definition": "Intentionally carrying out a damaging act."
  },
  {
    "word": "Wistful",
    "definition": "Longing for something from the past."
  },
  {
    "word": "Wit",
    "definition": "Being sharp and clever with words."
  },
  {
    "word": "Wither",
    "definition": "Drying up and disappearing."
  },
  {
    "word": "Witticism",
    "definition": "A witty comment."
  },
  {
    "word": "Witty",
    "definition": "Being quick and clever with words for a humorous effect."
  },
  {
    "word": "Worthy",
    "definition": "Having value and being deserving of something."
  },
  {
    "word": "Wound",
    "definition": "An open injury to your body."
  },
  {
    "word": "Yacht",
    "definition": "A boat that is often used for sailing."
  },
  {
    "word": "Yield",
    "definition": "The amount of produce that is created."
  },
  {
    "word": "Zestful",
    "definition": "Having a lot of enthusiasm."
  },
  {
    "word": "Zeitgeist",
    "definition": "The opinions and beliefs people have at a specific period in time."
  }
]